/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " nel catalogo";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ Esiste già. Vuoi sostituirlo?";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "Un file con lo stesso nome esiste già in quella posizione. Sostituirlo sovrascriverà i suoi contenuti attuali.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "Copia %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "Scarica %@ %@ (%@) Installer";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "Scaricato %@";

/* No comment provided by engineer. */
"Downloading %@" = "In Download %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "Nuovo tentativo di download di InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "Sostituire";

/* No comment provided by engineer. */
"Show in Finder" = "Mostra nel Finder";

/* No comment provided by engineer. */
"Cancel %@ download" = "Annulla %@ download";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "Mostra il programma di installazione nella cartella Download";

/* No comment provided by engineer. */
"Language Selection" = "Selezione della lingua";

/* No comment provided by engineer. */
"Choose a language" = "Scegli una lingua";

/* No comment provided by engineer. */
"Select Language" = "Seleziona la lingua";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Restart Required" = "Riavvio richiesto";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "L'app deve essere riavviata per l'effetto delle modifiche.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"Clear app settings?" = "Cancella le impostazioni dell'app?";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "(Le preferenze dell'app verranno cancellate)";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "Perderai le impostazioni utente e la lingua salvata.";

/* No comment provided by engineer. */
"Warning" = "Avvertimento";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "Crea app di installazione da %@ %@ (%@)";

/* No comment provided by engineer. */
"Error Creating Installer" = "Errore nella creazione del programma di installazione di macOS";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "Il pacchetto di installazione %@ non esiste nella cartella Download. Per favore scaricalo prima.";

/* No comment provided by engineer. */
"Success" = "Successo";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "L'app di installazione di macOS è stata creata con successo in /Applicazioni";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "Il pacchetto di installazione è stato aperto. Segui le istruzioni sullo schermo per completare l'installazione";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "Impossibile aprire il pacchetto di installazione. Prova ad aprirlo manualmente dalla cartella Download";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "Impossibile creare l'app di installazione di macOS. Errore: %@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "Nessuna autorizzazione di scrittura nella cartella /Applicazioni";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "Impossibile creare AppleScript";

